"(Not You?)|Login - Clickable text letting user log in as a different user" = "(To nie Ty?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 znajomy jest w pobliżu";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dzień";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 godzinę";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minutę";

"1d|short indicator that a user was active 1 day ago" = "1 dzień";

"1h|short indicator that a user was active 1 hour ago" = "1 godz.";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limit 1 minuta: puść, aby wysłać";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dni";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 godziny";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minuty";

"A new version of Messenger is available.|New version title" = "Dostępna jest nowa wersja aplikacji Messenger.";

"Activation Code|placeholder text for activation code field" = "Kod aktywacji";

"Activation Request Failed|" = "Żądanie aktywacji nie powiodło się";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Aktualnie aktywni (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Dodaj do ulubionych";

"Add More People|button for adding people to the conversation" = "Dodaj więcej osób";

"Add More People|title for add members page" = "Dodaj więcej osób";

"Add More People|title for add people page" = "Dodaj więcej osób";

"Add To Conversation|text to show in the add people button" = "Dodaj do konwersacji";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Dodaj do istniejącego kontaktu";

"Add|generic add button" = "Dodaj";

"Adding...|adding progress text" = "Dodawanie...";

"Advanced Settings|text for advanced settings button" = "Ustawienia zaawansowane";

"Advanced|title for advanced settings page" = "Zaawansowane";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Powiadomienia są wyłączone do: %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Powiadomienia wyłączone na 1 godzinę";

"Alerts Off|Indicates that alerts are off" = "Powiadomienia wyłączone";

"Alerts On|Indicates that alerts are on" = "Powiadomienia są włączone";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Wszystkie powiadomienia zostały wyłączone na czas 8 godzin.";

"All notifications are off.|Mute warning display on thread list" = "Wszystkie powiadomienia zostały wyłączone.";

"Answer|Text for button that accepts a call" = "Odbierz";

"Archive Thread|Button label that will archive the thread" = "Przenieś wątek do archiwum";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Czy na pewno chcesz usunąć nazwę tej konwersacji?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Czy na pewno chcesz opuścić tę konwersację? Nie będziesz już otrzymywać nowych wiadomości.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Czy na pewno?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Załącz zdjęcie";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Załącz pliki multimedialne";

"Auto Send|Auto send label" = "Automatyczne wysyłanie";

"Back|generic nav bar back button" = "Wstecz";

"Bing Image Search|" = "Wyszukiwanie obrazów w Bing";

"Call Ended|End call message in non-error case" = "Połączenie zakończono";

"Call Ended|String shown when the call ends" = "Połączenie zakończono";

"Call Failed|End call message in error case" = "Połączenie nie powiodło się";

"Call %@|action sheet option for calling a phone number" = "Zadzwoń na numer %1$@";

"Camera|Button label for attaching a photo from the camera" = "Aparat";

"Cancel|Title for generic Cancel button." = "Anuluj";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Wybierz zdjęcie";

"Clear|prompt to clear all unsent messages" = "Wyczyść";

"Clearing...|Progress text shown while clearing the image for a thread" = "Usuwanie...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Usuwanie...";

"Close active chat|Button to close an active chat" = "Zamknij aktywny czat";

"Comment|Comment button title" = "Skomentuj";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Utwórz wiadomość do użytkownika %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Utwórz wiadomość do użytkownika %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Potwierdź numer telefonu";

"Connecting|Text shown on call screen while connecting a call" = "Łączenie";

"Connection Failed|Alert title when connection failed" = "Połączenie nie powiodło się";

"Connection Lost|End call message in connection lost case" = "Połączenie zostało utracone";

"Contact Info|Title of the canonical thread info page." = "Dane kontaktowe";

"Contacting|Text shown on call screen while contacting another party" = "Łączenie";

"Continue|Login - Login Button Title for Keychain Login" = "Kontynuuj";

"Conversation Name|placeholder text in conversation name textfield" = "Nazwa konwersacji";

"Copy Link|Option that pops out after long press on a link in message thread." = "Kopiuj link";

"Copy|action sheet option for copying a string to the clipboard" = "Kopiuj";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Nie można było dodać członków. Spróbuj ponownie później.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Nie udało się odzyskać dostępu";

"Countries|Title for country picker" = "Kraje";

"Country|Country - Country placeholder text" = "Kraj";

"Create Group Conversation|button for adding people to the canonical conversation" = "Utwórz konwersację grupową";

"Create New Contact|action sheet option for creating a new contact" = "Utwórz nowy kontakt";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Aktualnie rozmawia";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Dostosuj ustawienia powiadomienia";

"Decline|Text for button that declines a call" = "Odrzuć";

"Delete Conversation Name|alert title for deleting conversation name" = "Usuwanie nazwy konwersacji";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Usunąć wiadomość? Tej operacji nie będzie można cofnąć.";

"Delete|Button to accept deleting the name of a conversation" = "Usuń";

"Delete|Label for button to delete previous character" = "Usuń";

"Delete|button text for deleting a message" = "Usuń";

"Delete|button text for removing an unsent message" = "Usuń";

"Details|title for message details page" = "Szczegóły";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Zobacz, kto jest w pobliżu";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Odkryj, którzy znajomi są w pobliżu, i poinformuj ich, że jesteś w okolicy.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Odkryj, kto jest w okolicy, i poinformuj te osoby, że jesteś w pobliżu.";

"Dismiss|Dismiss the audio recorder" = "Odrzuć";

"Don't Delete|Button to decline to delete the name of a conversation" = "Nie usuwaj";

"Don't Save|Don't save action sheet button" = "Nie zapisuj";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Gotowe";

"Download|Button title to download an upgrade" = "Pobierz";

"Edit|Edit button/label title for chat divebar" = "Edytuj";

"Email|email field placeholder on login screen" = "Adres e-mail";

"Empty Feedback|Title for empty feedback warning." = "Brak opinii";

"Enter Code|Enter Code page title" = "Wprowadź kod";

"Error|error title after failed to load webview" = "Błąd";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Użytkownik Facebooka";

"Failed to add members|title for failing to add members dialog" = "Dodawanie członków nie powiodło się";

"Failed to save your settings.|error message after changing thread alert setting." = "Zapisywanie ustawień nie powiodło się.";

"Favorites|chat bar favorites header title" = "Ulubione";

"Free Call|Text on button that starts a messenger call" = "Bezpłatne połączenie";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Bezpłatne połączenie jest niedostępne";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Znajomi znajomych";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Znajomi z aplikacji Messenger";

"Get Directions|action sheet option for viewing a map" = "Uzyskaj wskazówki";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Pobierz aplikację Facebook Messenger";

"Get Started|Title for NUX" = "Pierwsze kroki";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Podziel się z nami swoją opinią lub zgłoś problem";

"Google Image Search|" = "Wyszukiwanie obrazów w Google";

"Group Conversation|Create a group conversation divebar label" = "Konwersacja grupowa";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Konwersacja grupowa";

"Group Info|Title of group thread info page." = "Informacje o grupie";

"Help|text for help button" = "Pomoc";

"Hold to Talk|The instruction for holding the record button and talk" = "Przytrzymaj i zacznij mówić";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Na pewno";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Jeśli podobała Ci się aplikacja %1$@, czy możesz poświęcić chwilę i ocenić tę aktualizację? Dzięki!";

"Image Search|action sheet option for choosing a photo from image search" = "Wyszukiwanie obrazów";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Dodaj informacje o lokalizacji";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Niekompletny kontakt";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Nieprawidłowy kod potwierdzający.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Zainstalować aplikację Facebook Messenger?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Zainstaluj aplikację Messenger, aby odsłuchać tę wiadomość i nagrać własną.";

"Install|Button text to install the Facebook Messenger" = "Zainstaluj";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Nieprawidłowy kontakt";

"Invalid Country Code|alert title for invalid country code" = "Nieprawidłowy numer kierunkowy kraju";

"Invalid Phone Number|alert title for invalid phone number" = "Nieprawidłowy numer telefonu";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Utrzymuj kontakt z wszystkimi";

"Last Updated: %@|last updated date in pull to refresh header" = "Ostatnia aktualizacja: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Dowiedz się więcej";

"Leave Conversation|leave conversation button" = "Opuść konwersację";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Opuścić konwersację?";

"Leave|Button title for leaving a thread" = "Opuść";

"Leaving...|Progress text shown while leaving a thread" = "Opuszczanie...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Informuj osoby z tej konwersacji, gdzie jesteś.";

"Licenses|Licenses screen title" = "Licencje";

"Licenses|text for licenses button" = "Licencje";

"Like|Like button title" = "Lubię to!";

"Load Earlier Messages|message for loading earlier messages" = "Załaduj starsze wiadomości";

"Loading...|Message presented while waiting for content to load." = "Ładowanie...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Wyszukiwanie Twojej pozycji...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Lokalizacja jest wyłączona";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Lokalizacja jest wyłączona dla tej konwersacji";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Usługi lokalizacji są wyłączone. Włącz je, aby powiadomić osoby biorące udział w tej konwersacji o tym, gdzie jesteś.";

"Location services are on|Title of location NUX when user has enabled location services." = "Usługi lokalizacji są włączone.";

"Log In to Facebook|Login - Login Button Title for password login" = "Zaloguj się do Facebooka";

"Logged in as %@|Login - Text showing who user is logged in as" = "Zalogowano jako %1$@";

"Login Approval Required|title of login approval dialog" = "Wymagane zatwierdzenie logowania";

"Login Failed|Invalid login alert title" = "Logowanie nieudane";

"Map|title of map tab" = "Mapa";

"Mark as Unread|Button label that will mark the thread as unread" = "Oznacz jako nieprzeczytane";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Spotykaj się ze znajomymi, gdziekolwiek jesteś";

"Message|divebar message button title" = "Wiadomość";

"Messages|Messenger module display name" = "Wiadomości";

"Messages|name of the app with Facebook brand" = "Wiadomości";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Więcej znajomych (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Więcej znajomych (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Więcej znajomych online";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "UWAGA: Dodane przez Ciebie osoby zobaczą wszystkie poprzednie wiadomości z tej konwersacji.";

"Name is Too Long|alert title for long conversation name" = "Nazwa jest zbyt długa";

"Name|Placeholder text: Name of new contact" = "Imię i nazwisko";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Już nigdy nie przegapisz wiadomości";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Już nigdy nie przegap wiadomości od znajomego.";

"New Contact|Button title: Create a new contact" = "Nowy kontakt";

"New Message|Title of screen shown when user is composing a new message" = "Nowa wiadomość";

"New version available|Title of alert displayed when new version is available" = "Dostępna nowa wersja";

"Next|Generic button to move to next item" = "Dalej";

"Next|button label for moving to the next screen" = "Dalej";

"No Message|dialog title for when user tries to send an empty message" = "Brak wiadomości";

"No Recipients|dialog title for when user tries to send to no recipients" = "Brak odbiorców";

"No Results|Accessibility label describing a contacts search result with no results" = "Brak wyników";

"No locations shared recently.|message on map view when no location has been shared recently" = "Brak ostatnio udostępnionych lokalizacji.";

"No response.|Error reported when no response is received from the server" = "Brak odpowiedzi.";

"No, Thanks|Label on button for user to decline to rate the app" = "Nie, dziękuję";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Nikt nie zobaczy dokładnie gdzie jesteś.";

"Not Now|Button text to temporarily ignore the installation message" = "Nie teraz";

"Not Now|Not now alert popup button" = "Nie teraz";

"Not Now|Title of button to not share location for now." = "Nie teraz";

"Not Now|button label for deferring enabling push notifications" = "Nie teraz";

"Not now|Button title to decline an upgrade" = "Nie teraz";

"Notifications for This Conversation|Title for per-thread notification settings" = "Powiadomienie dla tej konwersacji";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Powiadomienia dla tej konwersacji są wyłączone.";

"Notifications|Label for enabling/disabling notification" = "Powiadomienia";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Wyłączone do %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Wyłączone na 1 godzinę";

"Off|Short string for indicating that alerts are off" = "Wyłączone";

"On|Short string for indicating that alerts are on" = "Włączone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Otwórz na mapach";

"Password|password field placeholder on login screen" = "Hasło";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Osoby biorące udział w tej konwersacji mogą zobaczyć Twoje położenie na mapie.";

"People|Section title for list of thread participants." = "Osoby";

"People|title of people tab" = "Osoby";

"Phone Number|placeholder text for phone number field" = "Numer telefonu";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Numer telefonu lub adres e-mail";

"Pin friends you message most|Label when users have no favorites" = "Przypnij znajomych, do których najczęściej wysyłasz wiadomości";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Sprawdź kod potwierdzający i spróbuj ponownie.";

"Please check your network connection and try again.|" = "Sprawdź połączenie z Internetem i spróbuj ponownie.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Sprawdź numer telefonu i spróbuj ponownie.";

"Please check your number and try again.|alert message for invalid phone number" = "Sprawdź numer telefonu i spróbuj ponownie.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Pobierz najnowszą wersję aplikacji Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Wprowadź wiadomość lub załącz zdjęcie";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Podaj numer telefonu lub adres e-mail.";

"Please enter a valid country code.|alert message for invalid country code" = "Wprowadź prawidłowy numer kierunkowy kraju.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Wprowadź adres e-mail i hasło, których używasz do logowania się do Facebooka.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Podaj imię i nazwisko oraz dane kontaktowe.";

"Please include a description of your problem.|Message for empty feedback warning." = "Opisz swój problem.";

"Please rate the quality of your call|Prompt for call quality survey" = "Oceń jakość połączenia";

"Please re-login to renew your session.|Error message for expired session" = "Zaloguj się ponownie, aby wznowić sesję.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Użyj krótszej nazwy konwersacji.";

"Preview|title for image preview screen" = "Podgląd";

"Privacy & Terms|text for privacy and terms button" = "Prywatność i Regulamin";

"Pull down to refresh...|message for pull down to refresh" = "Odśwież (przeciągnij w dół)...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Powiadomienia push są wyłączone.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Dźwięki powiadomień push są wyłączone.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Powiadomienia push są wyłączone.";

"Push up to refresh...|message for push up to refresh" = "Odśwież (przesuń do góry)...";

"REC|The record button" = "NAGRAJ";

"Rate %@|Alert title for asking user to rate this app." = "Oceń aplikację %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Oceń aplikację %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Skontaktuj się ze znajomymi, gdziekolwiek teraz są, korzystając z telefonu komórkowego lub przez Internet.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Kontaktuj się ze znajomymi, gdziekolwiek się aktualnie znajdują";

"Record Audio|action sheet option for recording some audio" = "Nagraj dźwięk";

"Record Video|action sheet option for recording a video" = "Nagraj film";

"Record Voice|Button label for attaching an audio clip" = "Nagraj dźwięk";

"Record|Record button for voice message" = "Nagraj";

"Record|Record button for voice recording" = "Nagraj";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Nie udało się rozpocząć nagrywania";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Anulowano nagrywanie";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Zwolnij, aby anulować nagrywanie";

"Release to refresh...|message for releasing to refresh" = "Puść, aby odświeżyć...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Przypomnij później";

"Remove Attachment|action sheet option for removing current attachment" = "Usuń załącznik";

"Remove Photo|action sheet option for removing chosen photo" = "Usuń zdjęcie";

"Remove Photo|action sheet option for removing current attachment" = "Usuń zdjęcie";

"Removing...|text for removing progress" = "Usuwanie...";

"Report a Problem|title for give feedback or report bug" = "Zgłoś problem";

"Resend|Resend - Resend Button Title" = "Wyślij ponownie";

"Retry|generic retry button" = "Spróbuj ponownie";

"Save Photo|action sheet option to save photo to library" = "Zapisz zdjęcie";

"Save photo as conversation image?|" = "Czy zapisać zdjęcie jako obraz konwersacji?";

"Save|" = "Zapisz";

"Saving...|Progress text shown while saving a new image for a thread" = "Zapisywanie...";

"Saving...|Progress text shown while saving a new name for a thread" = "Zapisywanie...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Szukaj znajomych";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Wyszukaj więcej znajomych...";

"Search to add favorites|placeholder in edit favorites search bar" = "Wyszukaj, aby dodać do ulubionych";

"Search|placeholder in search bar" = "Szukaj";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Wyszukiwanie...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Zobacz, którzy znajomi znajdują się niedaleko Ciebie lub są w Twoim mieście i powiadom ich o tym, że jesteś w pobliżu.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Przeczytane przez wszystkich";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Przeczytane przez wszystkich.";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Wyświetlona przez: %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Wyświetlone przez użytkownika %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Wyświetlone przez użytkownika %1$@";

"Seen by:|Text for seen state header" = "Przeczytane przez:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Wyświetlona przez: %1$@, w pobliżu: %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Przeczytano: %1$@";

"Select country code|select country code text" = "Wybierz numer kierunkowy kraju";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Wysyłaj wiadomości na telefon komórkowy, na czacie i w sieci";

"Send|Nav bar send button text" = "Wyślij";

"Send|Send button for voice message" = "Wyślij";

"Send|text to show in the send button" = "Wyślij";

"Sending...|sending progress text" = "Wysyłanie...";

"Sent a message|default notification text for messages with no body text" = "Wysłano wiadomość";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Wysłano z aplikacji Messenger";

"Sent from email|indicator that a message was sent from email" = "Wysłano z poczty e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Wysłano z telefonu komórkowego";

"Sent from web|indicator that a message was sent sent from web or chat" = "Wysłano z Internetu";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Wysłano z: %1$@";

"Session Expired|Error title for expired session" = "Sesja wygasła";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Ustawienia > Ogólne > Usługi lokalizacji";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Ustawienia > Usługi lokalizacji";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Ustawienia aplikacji &gt; Prywatność &gt; Usługi lokalizacji";

"Settings|Settings alert popup button" = "Ustawienia";

"Settings|title for settings page" = "Ustawienia";

"Settings|title of settings tab" = "Ustawienia";

"Share|Share button title" = "Udostępnij";

"Shared a link|text for a link share" = "Udostępniono link";

"Shared a photo|text for a photo share" = "Udostępniono zdjęcie";

"Shared a video|text for a video share" = "Udostępniono film";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Zarejestruj się na Facebooku";

"Skip|Skip - Skip Button Title" = "Pomiń";

"Something went wrong. Want to try again?|retry dialog message" = "Wystąpił niezidentyfikowany problem. Czy chcesz ponowić próbę?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Przepraszamy, wystąpił nieokreślony błąd";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Korzystaj z czatów grupowych";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Przestań załączać pliki multimedialne";

"Stop|Stop button for voice recording" = "Zatrzymaj";

"Submit|Submit button title" = "Wyślij";

"Switch Account|text for switching logged in user" = "Przełącz konto";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Przełącz się na połączenie Wi-Fi, aby rozpocząć połączenie";

"Take Photo|action sheet option for taking a photo" = "Zrób zdjęcie";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Aby wysłać tę wiadomość, dotknij „Spróbuj ponownie”.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Dotknij ikony koła zębatego, aby włączyć czat";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Dotknij, aby zobaczyć, kto jest w pobliżu";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Dotknij, aby powrócić do ekranu połączenia";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Dotknij, aby wysłać wiadomość";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Dotknij, aby włączyć lokalizację";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Nie można wysyłać wiadomości SMS na ten numer.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Wysyłaj wiadomości SMS do znajomych gdziekolwiek są: na ich telefon lub na czat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Ten numer telefonu nie może otrzymywać wiadomości SMS.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Podczas łączenia z Facebookiem wystąpił problem. Sprawdź połączenie z Internetem i spróbuj ponownie.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "W trakcie łączenia wystąpił problem. Podłącz się do sieci Wi-Fi i spróbuj ponownie.";

"This Conversation|header text for alert settings applying to a single conversation" = "Ta konwersacja";

"Timeline|Button text to go to a user's timeline" = "Oś czasu";

"Timeline|divebar timeline button title" = "Oś czasu";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Wskazówka: Już nigdy nie przegapisz wiadomości";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Aby móc odbierać połączenia, musisz zaktualizować aplikację Messenger do nowej wersji.";

"To complete your phone number activation, please enter the activation code|" = "Aby zakończyć aktywację numeru telefonu, wprowadź kod aktywacji";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Aby dodawać do wiadomości informacje o lokalizacji, przejdź do sekcji %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Aby móc dzwonić, musisz zaktualizować aplikację Messenger do nowej wersji.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Aby wyłączyć powiadomienia dla tej konwersacji, przejdź do ustawień konwersacji.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Aby wyłączyć lokalizację dla wszystkich konwersacji, przejdź do sekcji %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Aby włączyć powiadomienia, przejdź w urządzeniu iPhone do: Ustawienia %1$@ Powiadomienia %2$@ Messenger.";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Aby użyć tej funkcji, przejdź do ustawień urządzenia %1$@ i wybierz pozycję Usługi lokalizacji. Wybierz opcję WŁ. dla opcji Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Aby móc korzystać z tej funkcji, przejdź do ustawień dla urządzenia %1$@ i dotknij kolejno opcje Prywatność i Usługi lokalizacji. Wybierz opcję WŁ. dla aplikacji Facebook.";

"To|Accessibility label for to field in contact picker" = "Do";

"To:|to field in contact picker" = "Do:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Dotknij i przytrzymaj, żeby zacząć nagrywać. Puść, aby wysłać, lub zsuń palec z przycisku, żeby anulować.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Spróbuj ponownie";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Wyłącz czat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Wyłącz do 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Wyłącz na godzinę";

"Turn Off|Option to turn off alerts" = "Wyłącz";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Włącz czat";

"Turn On Location Services|Error message title when location services are unavailable." = "Włącz usługi lokalizacji";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Włącz powiadomienia";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Włącz powiadomienia";

"Turn On|Option to turn on alerts" = "Włącz";

"Turn On|Turn on alerts" = "Włącz";

"Turn On|button label for deferring enabling push notifications" = "Włącz";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Włącz powiadomienia Push";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Włącz powiadomienia push, aby mieć informację o nadejściu nowej wiadomości.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Pisze…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Nie można zadzwonić do użytkownika %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Nie można odtworzyć wiadomości głosowej";

"Unable to Save Image|retry dialog title for setting thread image" = "Nie można zapisać obrazu";

"Unable to Send|Title for send feedback failed warning." = "Nie udało się wysłać";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Nie można dodać więcej osób do konwersacji. Spróbuj ponownie później.";

"Unable to name your conversation.|error message after setting conversation name" = "Nie można nadać nazwy konwersacji.";

"Unable to remove you right now.|error messages after leaving conversation" = "Usunięcie Cię z konwersacji jest w tej chwili niemożliwe.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Nie można zapisać ulubionych wiadomości na Facebooku";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Nie można wysłać wiadomości. Ponowić próbę?";

"Unable to send message.|Alert text for when a message failed to send." = "Nie można wysłać wiadomości.";

"Unable to send right now.|error message for failing to send message" = "W tej chwili nie można wysłać.";

"Unpin|button title to remove user from favorites" = "Odepnij";

"Update|Get new version now button." = "Aktualizuj";

"Updating...|updating progress text" = "Aktualizowanie...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Zaktualizuj teraz";

"Use|use nav bar button in photo preview screen" = "Użyj";

"View Call|Text show on button that views an incoming call" = "Zobacz połączenie";

"View in Maps|action sheet option for viewing a map" = "Zobacz na mapie";

"View|Alert button that takes user to the thread where a message failed to send" = "Zobacz";

"We'll text you a link to confirm your number.|Confirmation information text" = "Wyślemy Ci wiadomość SMS z linkiem umożliwiającym potwierdzenie numeru.";

"Welcome to Messenger|Title for NUX page" = "Witamy w aplikacji Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Do kogo chcesz wysłać tę wiadomość?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Możesz określić wartość tego ustawienia w ustawieniach prywatności.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Wkrótce otrzymasz wiadomość SMS lub e-mail z kodem do logowania.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Nie jesteś informowany(a) o otrzymaniu wiadomości.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Twój operator nie zezwala na połączenia w aplikacji Messenget. Włącz łączność Wi-Fi w ustawieniach telefonu.";

"Your message was not sent.|text shown when a message failed to send" = "Twoja wiadomość nie została wysłana.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Twoje wiadomości nie zostały wysłane.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "aktywny(a) wczoraj";

"active 1h ago|indicator that a user was active 1 hour ago" = "aktywny(a) godzinę temu";

"active 1m ago|indicator that a user was active 1 minute ago" = "aktywny(a) minutę temu";

"active now|indicator that a user is currently active, on web or mobile" = "aktywny(a) teraz";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktywny(a) (przez telefon) %1$@ temu";

"active on mobile|presences status for being active on mobile" = "aktywny(a) (przez telefon)";

"active %id ago|indicator that a user was active 2+ days ago" = "aktywny(a) %1$i dni temu";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktywny(a) %1$i godz. temu";

"active %im ago|indicator that a user was active 2+ minute ago" = "aktywny(a) %1$i min temu";

"active %@ ago|presences status for being active a relative time ago" = "aktywny(a) %1$@ temu";

"error|A short message for audio play error" = "błąd";

"is calling|text below the caller's name when they are calling" = "dzwoni";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "pisze…";

"on mobile|presences status for being available on mobile" = "dostępny(a) przez telefon";

"online %@ ago|presences status for being online on the web a relative time ago" = "online %1$@ temu";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "pisze…";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d z %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i znajomy znajomych";

"%i Friend|Number of friends in search result (singular)" = "%1$i znajomy";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i znajomych znajomych";

"%i Friends|Number of friends in search result (plural)" = "%1$i znajomych";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dni";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i godzin(y)";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minut(y)";

"%id|short indicator that a user was active 2+ days ago" = "%1$id";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$ig";

"%im|short indicator that a user was active 2+ minute ago" = "%1$imin";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ i %2$@ korzystają z aplikacji Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ jest w pobliżu";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ jest w pobliżu";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "Dzwoni %1$@";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ prowadzi inną rozmowę";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ nie jest dostępny(a).";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ pisze…";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ próbował(a) zadzwonić do Ciebie";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ korzysta z aplikacji Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i więcej";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ i %3$@ korzystają z aplikacji Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ i 1 inny znajomy korzystają z aplikacji Facebook Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ i %4$i innych znajomoych korzystają z aplikacji Facebook Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@...";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u znajomy jest w pobliżu";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u znajomych jest w pobliżu";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u znajomych w pobliżu";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u z Twoich znajomych udostępnia informacje, gdy są w pobliżu";

"%u photo attached|Accessiblity text for a single photo" = "Załączono %1$u zdjęcie";

"%u photos attached|Accessibility text for a photo set" = "Załączono %1$u zdjęć";

